{"modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6901","trainable":true,"batch_input_shape":[null,11],"dtype":"float32"}},{"class_name":"Dense","config":{"units":16,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6902","trainable":true}},{"class_name":"Dense","config":{"units":3,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6903","trainable":true}}],"keras_version":"tfjs-layers 1.0.2","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v1.0.2","convertedBy":null,"weightsManifest":[{"paths":["./elite.weights.bin"],"weights":[{"name":"dense_Dense6901/kernel","shape":[11,32],"dtype":"float32"},{"name":"dense_Dense6901/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense6902/kernel","shape":[32,16],"dtype":"float32"},{"name":"dense_Dense6902/bias","shape":[16],"dtype":"float32"},{"name":"dense_Dense6903/kernel","shape":[16,3],"dtype":"float32"},{"name":"dense_Dense6903/bias","shape":[3],"dtype":"float32"}]}]}